 [
        {
            "name": "xiaomi note 4 pro",
            "description": "Spesifikasi Xiaomi Redmi Note 4 Pro mengalami peningkatan yang sedikit lebih baik dibandingkan versi sebelumnya, yaitu Redmi Note 4 yang menggandeng chipshet Mediatek. Pada versinya kali ini, vendor Xiaomi membekali produk barunya dengan chipshet besutan Qualcomm.Hadirnya chipshet qualcomm dipercaya akan memberi performa yang lebih kencang dan tangguh. Selain berbeda pada chipset yang digunakan, ternyata Xiaomi Note 4 Pro memiliki procesor dan GPU yang lebih baik dibandingkan versi sebelumnya. Lantas, berapa harga ponsel ini? Apakah performanya mampu memenuhi kebutuhan sehari-hari? simak ulasan lengkapnya berikut ini.",
            "img": "https://image4.geekbuying.com/ggo_pic/2017-01-11/Xiaomi-Redmi-Note-4-Pro-Helio-X20-3GB-64GB-Smartphone---Black-394545-.jpg"
        },
	
	 {
            "name": "samsung ace 2",
            "description": "Samsung GALAXY Ace 2 / GALAXY Ace 2 GT-I8160 menjadi pilihan smartphone murah yang dilengkapi dengan berbagai fitur yang telah disempurnakan dari sisi penggunaan. Ciri khas desainnya pun lumayan cantik dan elegan di kelasnya. Dipersenjatai dengan prosesor dual core yang luman bertenaga dan jaringan internet HSPA yang cepat. Galaxy Ace 2 seri GT-I8160 memiliki tampilan layar dengan ukuran 3,8 inci dengan bodi ramping minimalis di masanya. Dalam genggaman tangan, ponsel ini terasa sangat nyaman berkat ukurannya yang agak mungil.",
            "img": "https://d2pa5gi5n2e1an.cloudfront.net/global/images/product/mobilephones/Samsung_Galaxy_Ace2_i8160/Samsung_Galaxy_Ace2_i8160_L_1.jpg"
        },
	
	{
            "name": "asus m1",
            "description": "Asus Zenfone Max adalah smartphone yang di desain untuk menemani Anda dalam beraktivitas. Dengan layar 5.5 inch full view di body compact 5 inch, dengan baterai 4000 mAh dilengkapi teknologi power management, dan kamera 13MP, Zenfone Max siap menemani hari Anda dan menangkap setiap momen beharga yang Anda temui.",
            "img": "https://sandroid.me/wp-content/uploads/2019/06/harga-asus-zenfone-max-m1.jpg"
        },
	
	 {
            "name": "samsung A3",
            "description": "Samsung Galaxy A3 (2016) adalah salah satu tipe HP atau smartphone android terbaik dari seri Galaxy yang diproduksi dan dipasarkan oleh Samsung Electronics. Smartphone ini dilengkapi dengan sistem operasi Android Lollipop versi 5.1.1 dan dapat di tingkatkan atau diupgrade ke Andoid Marshmallow. Dibuat dengan memiliki dimensi 134.5 x 65.2 x 7.3 mm dan ukuran layar sebesar 4.7 inci dengan tipe display menggunakan Super AMOLED capacitive touchscreen.",
            "img": "https://www.mobiledokan.co/wp-content/uploads/2018/12/Samsung-Galaxy-A3-2016.jpg"
        },
	
	        {
            "name": "xiaomi note 5",
            "description": "Redmi Note 5 dibekali layar 5.99 hadir dengan kamera depan 13MP, dual kamera belakang 12MP+5MP dengan teknologi AI, dibenami Qualcomm Snapdragon 636, baterai berkapasitas 4000 mAh. Note : Redmi Note 5 versi India berbeda design & spesifikasi.",
            "img": "https://www.gizmochina.com/wp-content/uploads/2017/11/xiaomi_redmi_note_5_1-600x600.jpg"
        },
	
	 {
            "name": "realme C2",
            "description": "Realme C2 adalah smartphone berlayar 6.1-inch dengan Gorilla Glass 3, ditenagai ColorOS 6 Lite, Android 9.0 (Pie), dan dilengkapi kamera 13MP + 2MP dengan kapasitas 80 fps slo-mo.",
            "img": "https://static.digit.in/product/thumb_130676_product_td_300.jpeg"
        },
	
	{
            "name": "samsung galaxy A10",
            "description": "Samsung Galaxy A10 merupakan handphone HP dengan kapasitas 3400mAh dan layar 6.2 yang dilengkapi dengan kamera belakang 13MP dengan tingkat densitas piksel sebesar 271ppi dan tampilan resolusi sebesar 720 x 1520pixels. Dengan berat sebesar 168g, handphone HP ini memiliki prosesor Octa Core. Tanggal rilis untuk Samsung Galaxy A10: Maret 2019",
            "img": "https://csmobiles.com/14317-large_default/samsung-galaxy-a10-32gb-dual-sim-blue.jpg"
        },
	
	 {
            "name": "Vivo Y91C",
            "description": "Vivo Y91C RAM 2GB ROM 32GB tersedia dalam dua varian warna, yakni Fusion Black dan Sunset Red. Ponsel Vivo Y91C menawarkan performa yang kompetitif dengan dukungan SoC MediaTek Helio P22 yang ditandemkan dengan RAM 2GB. Berdasarkan pantauan Laptophia, ponsel ini sudah tersedia toko online maupun offline terkemuka tanah air.",
            "img": "https://asia-exstatic-vivofs.vivo.com/PSee2l50xoirPK7y/1553499177978/781f2fd67b031a66feffcb679b5e0e9d.png"
        },

	{
            "name": "xiaomi note 3",
            "description": "Smartphone dengan layar 5.5 inchi ini memiliki kamera belakang dengan 16MP flash, f/2.0, dan 3GB RAM, serta didukung dengan prosesor Qualcomm baru, Snapdragon 650",
            "img": "https://d2pa5gi5n2e1an.cloudfront.net/global/images/product/mobilephones/Xiaomi_Redmi_Note_3_Pro_/Xiaomi_Redmi_Note_3_Pro__L_1.jpg"
        },
	
	 {
            "name": "xiaomi redmi 3",
            "description": " Xiaomi Redmi 3 Pro merupakan smartphone versi terbaru dari Xiaomi Redmi 3 yang hadir dengan membawa desain premium berkat pengunaan bahan material bodi full metal. Selain membawa desain premium, Xiaomi Redmi 3 Pro juga hadir dengan membawa spesifikasi yang sangat mumpuni. Diantaranya adalah sudah dilengkapi dengan fingerprint sensor dan juga telah mengunakan prosesor tangguh Snapdrgaon 616 yang dipadukan dengan RAM 3 GB.",
            "img": "http://p.ipricegroup.com/uploaded_217873a2d10345f36b4b4489ad108cb9.jpg"
        }
]
